tap "buo/cask-upgrade"
tap "caskroom/cask"
tap "homebrew/apache"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/versions"
tap "neovim/neovim"
brew "libyaml"
brew "gdbm"
brew "readline"
brew "sqlite"
brew "python"
brew "ansible"
brew "apr"
brew "apr-util"
brew "mpfr"
brew "gcc"
brew "asciidoc"
brew "autoconf"
brew "automake"
brew "bash-completion"
brew "brightness"
brew "coreutils"
brew "cowsay"
brew "cscope"
brew "ctags"
brew "curl"
brew "direnv"
brew "dnsmasq", restart_service: true
brew "doxygen"
brew "jpeg"
brew "wxmac"
brew "erlang"
brew "elixir"
brew "elm"
brew "perl"
brew "git"
brew "elm-format"
brew "emacs"
brew "little-cms2"
brew "ghostscript"
brew "epstool"
brew "exercism"
brew "fftw"
brew "fltk"
brew "freetype"
brew "fontconfig"
brew "fortune"
brew "fwup"
brew "gd"
brew "libxml2"
brew "pcre"
brew "gdal"
brew "gettext"
brew "gifsicle"
brew "lua"
brew "gnuplot", args: ["with-aquaterm", "with-qt@5.7", "with-x11"]
brew "libtool"
brew "graphicsmagick"
brew "graphviz"
brew "heroku"
brew "htop"
brew "htop-osx"
brew "imagemagick"
brew "jp2a"
brew "jq"
brew "libevent"
brew "libxslt"
brew "lzo"
brew "mosquitto"
brew "nmap"
brew "node"
brew "nspr"
brew "pandoc"
brew "phantomjs"
brew "pkg-config"
brew "postgresql", restart_service: true
brew "rabbitmq"
brew "reattach-to-user-namespace"
brew "rebar@3"
brew "redis"
brew "ruby"
brew "spidermonkey"
brew "squashfs"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unixodbc"
brew "unrar"
brew "vim", args: ["with-override-system-vi"]
brew "watch"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "homebrew/apache/ab"
brew "neovim/neovim/neovim"
cask "1password"
cask "atom"
cask "dropbox"
cask "flux"
cask "google-chrome"
cask "hipchat"
cask "imageoptim"
cask "istat-menus"
cask "iterm2"
cask "licecap"
cask "ngrok"
cask "skype"
cask "slack"
cask "sonic-pi"
cask "spectacle"
cask "spotify"
cask "telegram"
cask "transmission"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "vlc"
